[
    {
        "contentID":"ea0abe91-b28d-47d0-a6ac-e9e4e3e8a8ae",
        "user": "289f486d-38a2-43c4-b475-af7394890a8c",
        "title": "Bericht na diepte-interviews in de planning voor volgende week!",
        "description": "Na intensieve diepte-interviews en grondige analyses, kondigen we met genoegen aan dat ons uitgebreide rapport klaar is voor publicatie! Volgende week delen we deze waardevolle kennis met jullie.\n\nWat kun je vinden in het rapport:\nDiepgaande analyses van verzamelde inzichten.\nBelangrijke trends en patronen geïdentificeerd tijdens de interviews.\nIndividuele verhalen die een breed begrip geven van behandelde onderwerpen.\n\nPublicatiedatum: Houd onze pagina in de gaten, want we delen het rapport volgende week. Dit is een kans om toegang te krijgen tot waardevolle inzichten die kunnen dienen als inspiratie voor verdere kennisontwikkeling.\n\nDocument Bijgevoegd: Om de kennisdeling te vergemakkelijken, is het rapport bijgevoegd bij deze post. We moedigen iedereen aan om het te lezen, te delen en te gebruiken als een bron van inspiratie voor toekomstige projecten en discussies.\n\nDank aan alle deelnemers voor hun waardevolle bijdragen aan dit onderzoek. Laten we samen streven naar een grotere verspreiding van kennis en blijvende inspiratie!",
        "category": "6af3e807-a225-4490-83aa-3fbca8050ea8",
        "accessLevel": "private",
        "attachment": "example.pdf",
        "createdAt": "2023-12-12T08:00:00Z"
    },
    {
        "contentID":"31bb0c9b-39ff-44e3-8e20-09b2e3c99b9a",
        "user": "289f486d-38a2-43c4-b475-af7394890a8c",
        "title": "Terugblik en Toekomst: Bericht over Boeiend Interview en Nieuwe Gesprekken!",
        "description": "This is a test description.",
        "category": "75364dfa-376a-4173-8b1d-816575077461",
        "accessLevel": "public",
        "attachment": "sample_image.jpg",
        "createdAt": "2023-12-12T09:15:00Z"
    },
    {
        "contentID":"bd4d00da-c6c5-4a8f-a811-acc89f91a4ab",
        "user": "289f486d-38a2-43c4-b475-af7394890a8c",
        "title": "Save the Date: Bericht over Panelgesprek en Communicatiestrategieën!",
        "description": "Just some placeholder text for testing purposes.",
        "category": "75364dfa-376a-4173-8b1d-816575077461",
        "accessLevel": "private",
        "attachment": "example.docx",
        "createdAt": "2023-12-12T10:30:00Z"
    },
    {
        "contentID":"e97403bf-2789-43da-afda-866522c819da",
        "user": "12c20d6e-1bc6-4d7a-acaf-2021afc7a242",
        "title": "Bericht van de Expert: Afspraken voor Kennisuitwisseling in de planning!",
        "description": "Random description for testing.",
        "category": "b8b7187e-7335-477e-b087-219d0d95910a",
        "accessLevel": "private",
        "attachment": "random_file.txt",
        "createdAt": "2023-12-12T11:45:00Z"
    }
]
